{"HeadContent":["Joe Biden to withdraw US troops from Afghanistan by September 11: Officials","Manohar Lal Khattar approves purchase of 200 acres of land for construction of AIIMS in Rewari","South Africa suspends Johnson & Johnson vaccine rollout over blood clot concerns","Bank of England's outspoken, inflation-wary chief economist Andy Haldane to quit","COVID-19 update | Kumbh and Markaz shouldn't be compared: Uttarakhand CM","Maharashtra govt to provide 3 kg wheat, 2 kg rice to poor for free for next one month","EPC firm GR Infraprojects files IPO papers to raise up to Rs 1,000 crore","Badli Industrial Estate Association writes to MSME Ministry, requests extension of migration to Udyam","Break the chain: Maharashtra CM Uddhav Thackeray rules out lockdown, issues tighter curbs: Key highlights","Wooing Malayalees: India's first vernacular dating app Arike sees traction","New guidelines issued for Maharashtra amid spike in COVID-19 cases; check out what's allowed, what's not","Marico Q4 PAT seen up 11.3% YoY to Rs. 223.9 cr: ICICI Direct","Nestle India Q4 PAT seen up 11.8% YoY to Rs. 587.4 cr: ICICI Direct","Yogi Adityanath in isolation after UP CMO staffers test COVID-19 positive","Covid 19 update | Previous highest surge crossed, trend remains upward : Health secretary","Break The Chain: Maharashtra to tighten COVID restrictions post 8 pm from April 14; bus, locals only for essential workers: Uddhav Thackeray","ITC Q4 PAT may dip 1.2% YoY to Rs. 3,751.7 cr: ICICI Direct","HUL Q4 PAT seen up 31.9% YoY to Rs. 2,002.8 cr: ICICI Direct","Dabur India Q4 PAT seen up 53.6% YoY to Rs. 432.5 cr: ICICI Direct","Colgate Palmolive Q4 PAT seen up 17.1% YoY to Rs. 239.1 cr: ICICI Direct","Spike in COVID cases and fear of second wave may impact recovery in the real estate sector: CARE Ratings","Chief Economic Advisor Krishnamurthy Subramanian says India better prepared for 2nd wave of Covid, defends vaccine export","Macro Minutes Podcast | The economic impact of second Covid 'surge' will not be as large as the first one: Chief Economic Advisor","United Brewerie Q4 PAT seen up 143% YoY to Rs. 100.1 cr: ICICI Direct","United Spirits Q4 PAT seen up 638.9% YoY to Rs. 176.6 cr: ICICI Direct"],"Paragraph":["U.S. Secretary of State Antony Blinken and U.S. Defense Secretary Lloyd Austin are expected to brief the decision to NATO allies in Brussels on Wednesday.","","For the AIIMS to be built in Rewari, the committee approved the purchase of 200 acres of land at the rate of Rs 40 lakh per acre.","","Earlier Federal health agencies on Tuesday called for an immediate pause in use of Johnson & Johnson’s single-dose coronavirus vaccine after six recipients in the United States developed a rare disorder involving blood clots within about two weeks of vaccination.","","Haldane has been the most upbeat member of the BoE’s Monetary Policy Committee about the chance of a sharp economic recovery from the COVID pandemic, and in February he warned that an inflationary “tiger” might be stirring.","","Citing other differences between the Kumbh Mela in Haridwar and Nizamuddin Markaz, Rawat said, \"The devotees attending Kumbh are not from outside but our own people.\"","","In his address  Uddhav Thackeray announced that the government will provide free ration to the poor while the COVID-triggered restrictions are in place, news agency ANI reported.","","The issue will be a complete offer for sale of 1,15,08,704 equity shares by promoter and other existing selling shareholders. The company will also reserve some shares for its employees.","","MSMEs which self certify their existence by registering on the government portal are eligible for a wide variety of benefits ranging from interest rate subsidy on bank loans, to exemption under direct tax laws, concession in electricity bills among others.","","The chief minister said the state government will impose Section 144 in the entire state from April 14, but refused to term it as lockdown.","","We are acquiring 1,000 users every day and in terms of user acquisition, it is three times faster than Aisle which was launched six years ago, said Aisle Founder and CEO Able Joseph.","","Maharashtra chief minister Uddhav Thackeray has announced stringent measures to tackle the rising number of COVID-19 disease cases in the state.","","Net Sales are expected to increase by 22.6 percent Y-o-Y (down 7.8 percent Q-o-Q) to Rs. 1,834.7 crore, according to ICICI Direct.","","Net Sales are expected to increase by 10.8 percent Y-o-Y (up 4 percent Q-o-Q) to Rs. 3,683.3 crore, according to ICICI Direct.","","The COVID-19 positive cases at the CMO were reported amid a sharp surge in infections across Uttar Pradesh.","","The health secretary further noted that the daily Covid-19 deaths recorded in the country are registering an increasing trend but are yet to cross the toll witnessed during the first wave last year.","","The restrictions, aimed at curbing the transmission of COVID-19 virus, would continue for a period of at least 15 days, Thackeray said.","","Net Sales are expected to increase by 9.9 percent Y-o-Y (up 4.8 percent Q-o-Q) to Rs. 12,547.5 crore, according to ICICI Direct.","","Net Sales are expected to increase by 32.7 percent Y-o-Y (up 4.5 percent Q-o-Q) to Rs. 11,955.1 crore, according to ICICI Direct.","","Net Sales are expected to increase by 35.1 percent Y-o-Y (up 0.2 percent Q-o-Q) to Rs. 2,520.3 crore, according to ICICI Direct.","","Net Sales are expected to increase by 14.8 percent Y-o-Y (down 4.3 percent Q-o-Q) to Rs. 1,230.3 crore, according to ICICI Direct.","","For commercial units, the demand would continue to remain subdued during financial year 2022 with emerging work from home and shared workspace culture.","","Chief Economic Advisor Krishnamurthy Subramanian says the second wave of COVID-19 doesn't change fiscal projections as these are conservative, and has a better understanding of the disease and its impact. He also said it's premature to talk about the US proposal of a global minimum corporate tax.","","Speaking on the latest episode of “Moneycontrol Macro Minutes” podcast, Subramanian said that the government had been deliberately conservative in its forecasts for the current financial year. While not ruling out an economic intervention like last year should the need arise, Subramanian said any further measures announced would likely be on the fiscal support and capital expenditure side.","","Net Sales are expected to decrease by 3.1 percent Y-o-Y (up 7 percent Q-o-Q) to Rs. 1,380 crore, according to ICICI Direct.","","Net Sales are expected to decrease by 0.1 percent Y-o-Y (down 20 percent Q-o-Q) to Rs. 1,991.2 crore, according to ICICI Direct.",""],"Img":["https://images.moneycontrol.com/images/common/headfoot/hamburger_logo.gif","https://images.moneycontrol.com/static-mcnews/2020/09/India-engineer-software.jpg?impolicy=website&width=304&height=171","https://images.moneycontrol.com/static-mcnews/2021/03/Vaccine-AFP.jpg?impolicy=website&width=130&height=73","https://images.moneycontrol.com/static-mcnews/2020/01/Sensex_BSE_NSE_Stock-market-1.png?impolicy=website&width=130&height=73","https://images.moneycontrol.com/static-mcnews/2021/04/Uddhav-Thackeray-CMO-1.jpg?impolicy=website&width=130&height=73","data:image/png;base64,R0lGODlhAQABAAD/ACwAAAAAAQABAAACADs=","data:image/png;base64,R0lGODlhAQABAAD/ACwAAAAAAQABAAACADs=","data:image/png;base64,R0lGODlhAQABAAD/ACwAAAAAAQABAAACADs=","data:image/png;base64,R0lGODlhAQABAAD/ACwAAAAAAQABAAACADs=","data:image/png;base64,R0lGODlhAQABAAD/ACwAAAAAAQABAAACADs=","data:image/png;base64,R0lGODlhAQABAAD/ACwAAAAAAQABAAACADs=","data:image/png;base64,R0lGODlhAQABAAD/ACwAAAAAAQABAAACADs=","data:image/png;base64,R0lGODlhAQABAAD/ACwAAAAAAQABAAACADs=","data:image/png;base64,R0lGODlhAQABAAD/ACwAAAAAAQABAAACADs=","https://images.moneycontrol.com/images/common/headfoot/network18_33x33.png","https://images.moneycontrol.com/images/common/headfoot/logo.png?impolicy=mchigh","https://images.moneycontrol.com/images/chat/chatgifs/balwant_jain_90x90.jpg?impolicy=website&width=30&height=30","https://images.moneycontrol.com/images/common/header/toshiba_80x50.jpg","https://images.moneycontrol.com/images/common/headfoot/gc_logo.png","https://images.moneycontrol.com/images/common/headfoot/MC_Pro_Logo.png","https://images.moneycontrol.com/images/common/header/logo.png?v=0.2&impolicy=mchigh","https://images.moneycontrol.com/images/common/header/icon_profile.png","https://images.moneycontrol.com/images/common/header/icon_profile.png","https://images.moneycontrol.com/images/common/header/new_icon_animated.gif","https://images.moneycontrol.com/images/common/header/new_icon_animated.gif","https://images.moneycontrol.com/images/common/header/new_icon_animated.gif","https://images.moneycontrol.com/images/common/header/new_icon_animated.gif","https://images.moneycontrol.com/images/common/header/new_icon_animated.gif","https://images.moneycontrol.com/images/common/header/new_icon_animated.gif","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=400&height=225","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","//stat1.moneycontrol.com/mcnews//images/grey_bg.gif?impolicy=website&width=135&height=80","https://www.cnbctv18.com/assets/images/more-ico.png","https://images.moneycontrol.com/static-mcnews/2021/04/ideas-770x433.jpg?impolicy=website&width=204&height=115","https://images.moneycontrol.com/static-mcnews/2021/04/1280_chunk-4-770x433.jpg?impolicy=website&width=204&height=115","https://images.moneycontrol.com/static-mcnews/2021/04/1280_chunk-3-770x433.jpg?impolicy=website&width=204&height=115","https://images.moneycontrol.com/static-mcnews/2021/04/MC_Interview_Manoj-770x433.jpg?impolicy=website&width=204&height=115"]}